[
  {
    "product": "6838339795fe53eb8a6cf06f",
    "user": "6838339795fe53eb8a6cf055",
    "rating": 5,
    "comment": "Illum recusandae nihil voluptatum et asperiores. Ad consequatur nemo pariatur sed officiis qui cupiditate fugiat quas. Aspernatur dolores et. Et qui porro magnam voluptas quo incidunt adipisci incidunt sapiente. Minima voluptatum iure ab. Eos totam itaque qui dolores omnis earum officiis voluptatem.",
    "createdAt": "2024-10-17T02:13:46.344Z",
    "_id": "6838339795fe53eb8a6cf0a4",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf078",
    "user": "6838339795fe53eb8a6cf05a",
    "rating": 4,
    "comment": "Qui cum eos dolorum ut porro qui odio earum et. Nesciunt libero voluptatem neque laborum nesciunt aut dolores. Ipsa aut atque ab et molestias quam quaerat. Explicabo rem ipsum voluptas omnis placeat recusandae quidem. Voluptatem quia enim labore quasi sunt accusantium. Ea et nihil quod illo qui repudiandae nesciunt soluta eum.",
    "createdAt": "2025-01-30T12:58:20.770Z",
    "_id": "6838339795fe53eb8a6cf0a5",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf072",
    "user": "6838339795fe53eb8a6cf05a",
    "rating": 5,
    "comment": "Vitae asperiores et. Et placeat voluptas. Repudiandae voluptates veritatis atque. Odit suscipit quia beatae est aliquid corporis. Impedit saepe nostrum voluptatem qui illo.",
    "createdAt": "2024-08-29T23:40:37.212Z",
    "_id": "6838339795fe53eb8a6cf0a6",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf060",
    "user": "6838339795fe53eb8a6cf05d",
    "rating": 3,
    "comment": "Et voluptas iure dolore. Blanditiis qui molestias aut non aut esse dignissimos et aut. Dicta eius soluta illo dolor neque aut cumque vero repellendus.",
    "createdAt": "2025-01-07T17:50:53.939Z",
    "_id": "6838339795fe53eb8a6cf0a7",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf066",
    "user": "6838339795fe53eb8a6cf056",
    "rating": 5,
    "comment": "Voluptates sequi dolorem modi labore et voluptas sed officiis. Dolorum consequatur consequatur dolore natus quas nisi. Qui et dolores. Quisquam ut voluptatem enim omnis ipsam ut dolores voluptas. Ea nobis ad rem dolor delectus sint magni provident iure. Dolor consequuntur tempora autem ea error harum eum.",
    "createdAt": "2025-01-15T02:55:46.972Z",
    "_id": "6838339795fe53eb8a6cf0a8",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf066",
    "user": "6838339795fe53eb8a6cf059",
    "rating": 4,
    "comment": "Est harum maxime ut vel porro rem dolores cupiditate. Quia quibusdam dolor ad ad natus debitis et molestiae dolorem. Ea et ducimus alias. Excepturi hic consequatur provident voluptas et quas pariatur quo rerum. Ea qui nihil possimus accusantium deleniti temporibus voluptatem.",
    "createdAt": "2025-04-25T15:41:17.430Z",
    "_id": "6838339795fe53eb8a6cf0a9",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf06c",
    "user": "6838339795fe53eb8a6cf059",
    "rating": 4,
    "comment": "Distinctio dolores ipsam illo ut nesciunt molestias eum. Corrupti tempore voluptatem beatae harum quas. Molestiae quia tenetur ullam praesentium dolor. Facere minus aut veritatis magnam saepe ullam. Nam et odit sunt sit.",
    "createdAt": "2025-03-29T09:04:29.747Z",
    "_id": "6838339795fe53eb8a6cf0aa",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf07b",
    "user": "6838339795fe53eb8a6cf056",
    "rating": 4,
    "comment": "Sit est et ut et. Rerum et esse quia.",
    "createdAt": "2024-09-15T03:42:39.875Z",
    "_id": "6838339795fe53eb8a6cf0ab",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf069",
    "user": "6838339795fe53eb8a6cf055",
    "rating": 3,
    "comment": "Eos voluptas error repellat et sed quos. Autem in asperiores eum omnis modi. Soluta reiciendis neque deserunt in ex. Et dolores consequatur sit fuga ad accusantium praesentium ut.",
    "createdAt": "2024-10-13T06:17:17.259Z",
    "_id": "6838339795fe53eb8a6cf0ac",
    "__v": 0
  },
  {
    "product": "6838339795fe53eb8a6cf06c",
    "user": "6838339795fe53eb8a6cf058",
    "rating": 4,
    "comment": "Omnis nesciunt odit culpa incidunt eos maiores. Nemo culpa consectetur et atque ex cumque id et quasi. Ipsum reprehenderit eaque similique sed officiis. Maxime earum harum aliquam rerum. Quis sunt eum recusandae quia quos suscipit ut neque. Amet et qui sed dolor excepturi ullam.",
    "createdAt": "2024-06-28T00:42:05.373Z",
    "_id": "6838339795fe53eb8a6cf0ad",
    "__v": 0
  }
]